Repository: ClintChil/nds4ios
Catalog: nds4ios/*.lproj/Localizable.strings
Languages: de, ja

source: ROM List
de: ROM-Liste
ja: ROMリスト

source: About nds4ios
de: Über nds4ios
ja: nds4iosについて

source: Settings
de: Einstellungen
ja: 設定

source: Donate
de: Spenden
ja: 寄付

source: Share
de: Teilen
ja: シェア

source: InfiniDev Developers
de: InfiniDev Entwickler
ja: InfiniDevの開発者

source: Contributors
de: Mitwirkende
ja: 貢献者

source: Emulator Core Code
ja: エミュレータコアコード

source: Donate using PayPal
de: Mit PayPal Spenden
ja: PayPalを使って寄付する

source: We all work hard to make this into software that users will enjoy and love. If you enjoy this software, please consider making a donation to help us create and provide better things.
de: Wir arbeiten alle hart daran, dass den Benutzern das hier gefällt und sie es lieben. Falls dir diese Software gefällt, denk doch über eine Spende nach, damit wir weiterhin neue und bessere Funktionen entwickeln können.
ja: InfiniDevはユーザーが楽しむためにこのエミュレータを作成するために懸命に働く。このエミュレーターが好きなら、InfiniDevをサポートするために寄付をご検討ください。

source: Emulator
ja: エミュレータ

source: Controls
de: Steuerung
ja: コントロール

source: Developer
de: Entwickler
ja: 開発者

source: Experimental
de: Experimentell
ja: 実験的

source: The pixel grid makes games appear less blurry, but at the same time, reduces brightness.
de: Das Pixel-Raster erscheint weniger unscharf, reduziert jedoch auch die Helligkeit.
ja: ピクセルグリッドはゲームブラーを低減します。でも、ピクセルグリッドは明るさを低減します。

source: Enabling Dropbox will add an "nds4ios" folder to your Dropbox account. Your game saves will be synced back to that folder so it will carry across devices (iPhone, iPad, iPod touch, Android, PC, etc).
de: Das Aktivieren von Dropbox fügt einen "nds4ios"-Ordner deiner Dropbox hinzu. Deine Spielstände werden in die Dropbox synchronisiert und auf deine Geräte verteilt (iPhone, iPad, iPod Touch, Androidm PC, etc).
ja: 有効化Dropbox同期はあなたのDropboxアカウントに「nds4ios」フォルダを追加します。あなたのセーブデータ（DSV）はそのDropboxフォルダに同期されます。 したがって、あなたのセーブデータはすべてのデバイスで利用できるようになります。（iPhone、iPad、iPod touch、Android、PC）

source: GNU Lighting JIT makes games run faster. You must be jailbroken or nds4ios will crash.
de: GNU Lightning JIT macht das Ausführen von Spielen schneller. Dein iPhone muss gejailbreaked sein oder nds4ios wird abstürzen.
ja: GNU Lightning JITはエミュレーションが速くなります。

source: Auto
ja: オート

source: D-Pad
ja: Dパッド

source: Joystick
ja: ジョイスティック

source: Top
ja: 上側

source: Bottom
ja: 下側

source: Frame Skip
de: Bildüberspringung
ja: フレームスキップ

source: Disable Sound
de: Musik deaktivieren
ja: サウンドを無効にする

source: Overlay Pixel Grid
de: Pixel-Raster anzeigen
ja: ピクセルグリッド

source: Control Pad Style
de: Steuerungstyp
ja: コントロールパッドスタイル

source: Controls Position (Portrait)
de: Steuerungsposition (Portrait)
ja: コントロールのポジション

source: Control Opacity (Portrait)
de: Steuerungstransparenz (Portrait)
ja: コントロールの不透明

source: Enable Dropbox Sync
de: Dropbox-Sync aktivieren
ja: Dropbox同期を有効

source: Not Linked
de: Nicht verbunden
ja: リンクされていません

source: Linked
ja: 接続されてしました！

source: Unlinked!
ja: 切断されてしました！

source: Dropbox has been unlinked. Your games will no longer be synced.
ja: Dropboxから切断されている。あなたのセーブデータは同期されません。

source: Success!
ja: 成功！

source: Dropbox was linked successfully! nds4ios will now start syncing your saves to a Dropbox folder called 'nds4ios' located in the root directory of your Dropbox folder.
ja: Dropbox接続されてしました！今から、Dropbox上の「nds4ios」フォルダにあなたのセーブデータ（DSV）を同期します。

source: Error Configuring Dropbox
ja: Dropbox接続エラー

source: Show FPS
de: FPS anzeigen
ja: FPSを表示

source: Vibration
ja: 振動

source: Hey You! Yes, You!
ja: ねえねえ、ユーザーさん！

source: By using this button, you agree to take all responsibility regarding and resulting in, but not limited to, the downloading of Nintendo DS software to use in this emulator. Please support the software developers and do not pirate their hard work. Dumping ROMs yourself is still the best, and recommended way to go. InfiniDev and all associated personnel do not condone the act of piracy.
ja: このボタンを押すすると、InfiniDevはすでにゲームソフトを買っていることを前提としています。違法にゲームソフトをダウンロードしないでください。InfiniDevは著作権侵害をサポートしていません。

source: Got it!
ja: はい！

source: Launch Game
ja: ゲームをスタート

source: Start this ROM
ja: ゲームを起動する

source: Resume from Save State
ja: オートセーブから再開
